"KEY"                     = "荷兰语";
"OK"                      = "OK";
"Back"                    = "Rug";
"Done"                    = "Klaar";
"Edit"                    = "Bewerking";
"Sorry"                   = "Sorry";
"Cancel"                  = "Annuleren";
"Setting"                 = "Instelling";
"Photos"                  = "Foto's";
"Videos"                  = "Videos";
"Preview"                 = "Voorbeeld";
"Full image"              = "Volledig beeld";
"Processing..."           = "Verwerken...";
"No Photos or Videos"     = "Geen foto's of video's";
"Synchronizing photos from iCloud" = "Foto's van iCloud synchroniseren";
"iCloud sync failed"    = "iCloud-synchronisatie mislukt";
"Can not use camera"      = "Kan camera niet gebruiken";
"Can not choose both video and photo" = "Kan niet zowel video als foto kiezen";
"Can not choose both photo and GIF" = "Kan niet zowel foto als GIF kiezen";
"Select the video when in multi state, we will handle the video as a photo" = "Selecteer de video in meerdere statussen, we behandelen de video als een foto";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Kan niet naar de pagina met privacy-instellingen springen. Ga zelf naar de instellingenpagina, bedankt";
"Select a maximum of %zd photos" = "Selecteer slechts maximaal %zd afbeeldingen";
"Select a minimum of %zd photos" = "Selecteer minimaal %zd foto's";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Geef %@ toegang tot uw album in \"Instellingen > Privacy > Foto's\"";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Geef %@ toegang tot uw camera in \"Instellingen > Privacy > Camera\"";
"Selected for %ld seconds" = "Geselecteerd voor %ld seconden";
"Allow %@ to access your all photos" = "%@ heeft alleen toegang tot geselecteerde foto's. Toegang tot \"Alle foto's\" toestaan";
"Add more accessible photos" = "Voeg meer \n toegankelijke foto's toe";
